/*
 * 用户注册与隐私协议
 * @by slodon
 * */


let registerPrivayPolicy = {};
registerPrivayPolicy.user_privacy_policy_titel = '展馆宝隐私政策及cookie政策'
registerPrivayPolicy.user_privacy_policy_content =
	`<h1>隐私政策</h1>
<h3>
    本政策仅适用于产品或服务。
    本政策将帮助您了解以下内容：
</h3>
<ul>
    <li><strong>一、我们如何收集和使用您的用户信息</strong></li>
    <li><strong>三、我们如何共享、转让、公开披露您的用户信息</strong></li>
    <li><strong>四、我们如何保护您的用户信息</strong></li>
    <li><strong>五、您的权利</strong></li>
    <li><strong>六、本政策如何更新</strong></li>
</ul>
<p>
    我们深知用户信息对您的重要性，并会尽全力保护您的用户信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的用户信息：
	权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的用户信息。
</p>


<h3>一、我们如何收集和使用您的用户信息</h3>
<strong>（一）您使用我司产品或服务过程中我们收集和使用的信息</strong><br>
<p>
    我们仅会出于本政策所述的业务功能，收集和使用您的用户信息，收集用户信息的目的在于向您提供产品或服务，您有权自行选择是否提供该信息，但多数情况下，如果您不提供，我们可能无法向您提供相应的服务，也无法回应您遇到的问题：
    在您使用我们的服务时，允许我们收集您自行向我们提供的或为向您提供服务所必要的信息包括：账户昵称、密码、密码保护选项、位置信息、设备信息等。
    对于我们收集的个人信息，我们将用于为您创建账号、提供签到信息分享服务、搜索服务、提供发布服务等。
   
</p>
<strong>（二）征得授权同意的例外</strong>
<p>
    请您理解，根据法律法规及相关国家标准，以下情形中，我们收集和使用您的用户信息无需征得您的授权同意：<br>
    1、与国家安全、国防安全直接相关的；<br>
    2、与公共安全、公共卫生、重大公共利益直接相关的；<br>
    3、与犯罪侦查、起诉、审判和判决执行等直接相关的；<br>
    4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；<br>
    5、所收集的您的用户信息是您自行向社会公众公开的；<br>
    6、从合法公开披露的信息中收集的您的用户信息，如合法的新闻报道、政府信息公开等渠道；<br>
    7、根据您的要求签订或履行合同所必需的；<br>
    8、用于维护软件及相关服务的安全稳定运行所必需的，例如发现、处置软件及相关服务的故障；<br>
    9、 个人信息控制者为新闻单位且其在开展合法的新闻报道所必需的；<br>
    10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的。<br>
    11、法律法规规定的其他情形。<br>
</p>


<h3>三、我们如何共享、转让、公开披露您的用户信息</h3>
<strong>（一）共享</strong>
<p>
    我们不会与其他的任何公司、组织和个人分享您的用户信息，但以下情况除外：<br>
    1、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的用户信息。<br>
    2、我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的用户信息。<br>
</p>

<strong>（二）转让</strong>
<p>
    我们不会将您的用户信息转让给任何公司、组织和个人，但以下情况除外：<br>
    1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的用户信息；<br>
    2、在涉及合并、收购或破产清算时，如涉及到用户信息转让，我们会再要求新的持有您用户信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。<br>

</p>
<strong>（三）公开披露</strong>
<p>
    我们仅会在以下情况下，公开披露您的用户信息：<br>
    1、获得您明确同意后；<br>
    2、基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的用户信息。<br>
</p>


<h3>四、我们如何保护您的用户信息</h3>
<p>
    （一）我们已使用符合业界标准的安全防护措施保护您提供的用户信息，防止数据遭到未经授权的访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的用户信息。例如，在您的浏览器与“服务”之间交换数据时受 SSL
    加密保护；<br>
    （二）我们会采取一切合理可行的措施，确保未收集无关的用户信息。我们只会在达成本政策所述目的所需的期限内保留您的用户信息，除非需要延长保留期或受到法律的允许。<br>
    （三）互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送用户信息。<br>
    （四）互联网环境并非百分之百安全，我们将尽力确保您发送给我们的任何信息的安全性。即使我们做出了很大努力，采取了一切合理且必要的措施，仍然有可能无法杜绝您的用户信息被非法访问、被非法盗取，被非法篡改或毁坏，导致您的合法权益受损，请您理解信息网络的上述风险并自愿承担。<br>
</p>



<h3>五、您的权利</h3>
<p>按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的用户信息行使以下权利：</p>
<strong>（一）访问您的用户信息</strong>
<p>
    您有权访问您的用户信息，法律法规规定的例外情况除外。<br>
    对于您在使用我们的产品或服务过程中产生的其他用户信息，只要我们不需要过多投入，我们会向您提供。
</p>
<strong>（二）更正您的用户信息</strong>
<p>
    当您发现我们处理的关于您的用户信息有错误时，您有权要求我们作出更正。您可以通过“（一）访问您的用户信息”中罗列的方式提出更正申请。
</p>
<strong>（三）删除您的用户信息</strong>
<p>
    在以下情形中，您可以向我们提出删除用户信息的请求：<br>
    1、如果我们处理用户信息的行为违反法律法规；<br>
    2、如果我们收集、使用您的用户信息，却未征得您的同意；<br>
    3、如果我们处理用户信息的行为违反了与您的约定；<br>
    4、如果您不再使用我们的产品或服务，或您注销了账号；<br>
    5、如果我们不再为您提供产品或服务。<br>
    我们将会根据您的删除请求进行评估，若满足相应规定，我们将会采取相应步骤进行处理。当您向我们提出删除请求时，我们可能会要求您进行身份验证，以保障账户的安全。当您从我们的服务中删除信息后，因为适用的法律和安全技术，我们可能不会立即从备份系统中删除相应的信息，我们将安全存储您的信息直到备份可以清除或实现匿名化。<br>
</p>

<strong>（四）改变您授权同意的范围</strong>
<p>
    每个业务功能需要一些基本的用户信息才能得以完成（见本政策“第一部分”）。对于用户信息的收集和使用，您可以随时给予或收回您的授权同意。
    当您收回同意后，我们将不再处理相应的用户信息。同时也请您注意，您撤销授权同意可能会导致某些后果，例如我们可能无法继续为您提供相应的服务或特定的功能，但您收回同意的决定，不会影响此前基于您的授权而开展的用户信息处理。
</p>

<strong>（五）用户信息主体注销账户</strong>
<p>
    您随时可注销此前注册的账户
    在注销账户之后，我们将停止为您提供产品或服务并依据您的要求，删除或匿名化您的信息，法律法规另有规定的除外。这也将可能导致您失去对您账户中数据的访问权，请您谨慎操作。
</p>

<strong>（六）用户信息主体获取用户信息副本</strong>
<p>
    您有权获取您的用户信息副本<br>
    在技术可行的前提下，例如数据接口匹配，我们还可按您的要求，直接将您的用户信息副本传输给您指定的第三方。
</p>
<strong>（七）约束信息系统自动决策</strong>
<p>
    在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制作出决定。如果这些决定显著影响您的合法权益，您有权要求我们作出解释，我们也将提供适当的救济方式。
</p>
<strong>（八）响应您的上述请求</strong>
<p>
    为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。<br>
    对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。也请您理解，出于安全保障的考虑、相关法律法规的要求或技术上的限制，对于您的某些请求我们可能无法做出响应，例如以下情形：<br>
    1、与用户信息控制者履行法律法规规定的义务相关的；<br>
    2、与国家安全、国防安全直接相关的；<br>
    3、与公共安全、公共卫生、重大公共利益直接相关的；<br>
    4、与犯罪侦查、起诉、审判和执行判决等直接相关的；<br>
    5、用户信息控制者有充分证据表明用户信息主体存在主观恶意或滥用权利的；<br>
    6、出于维护用户信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；<br>
    7、响应用户信息主体的请求将导致用户信息主体或其他个人、组织的合法权益受到严重损害的；<br>
    8、涉及商业秘密的。<br>
</p>

<strong>（九）用户的使用规范</strong>
<p>
	1、禁止发布，传播违反法规和政策的内容
	2、如您的推广行为触犯了中华人民共和国的法律、法规、规范性文件，则一切后果由您自行承担，您的一切违法行为皆与SAC俱乐部和商户无关
	3、如因您提供虚假资料或被他人获悉您自己的注册资料，从而导致的损失全部由您本人承担
</p>
<strong>（十）您承诺不会在网络上发布如下信息</strong>
<p>
	1、反对宪法所确定的基本原则的
	2、危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的
	3、损害国家荣誉和利益的
	4、煽动民族仇恨、民族歧视，破坏民族团结的
	5、破坏国家宗教政策，宣扬邪教和封建迷信的
	6、散布谣言，扰乱社会秩序，破坏社会稳定的
	7、散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的
	8、侮辱或者诽谤他人，侵害他人合法权益的
	9、以及其他法律、行政法规禁止的其他内容的
</p>



<h3>六、本政策如何更新</h3>
<p>
    我们的隐私政策可能变更。未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。我们会在本页面上发布对本政策所做的任何变更。<br>
    对于重大变更，我们还会提供更为显著的通知。本政策所指的重大变更包括但不限于：<br>
    1、我们的服务模式发生重大变化。如处理用户信息的目的、处理的用户信息类型、用户信息的使用方式等；<br>
    2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；<br>
    3、用户信息共享、转让或公开披露的主要对象发生变化；<br>
    4、您参与用户信息处理方面的权利及其行使方式发生重大变化；<br>
    5、我们负责处理用户信息安全的责任部门、联络方式及投诉渠道发生变化时；<br>
    6、用户信息安全影响评估报告表明存在高风险时。<br>
    我们还会将本政策的旧版本存档，供您查阅。<br>
</p>

`

registerPrivayPolicy.user_uesr_content =
	`
<h1>用户协议条款</h1>

<ul>
    <li><strong>一、注册</strong></li>
    <li><strong>二、展馆宝平台服务使用规范</strong></li>
    <li><strong>三、责任范围和责任限制</strong></li>
    <li><strong>四、协议终止</strong></li>
</ul>

<h3>一、注册</h3>
<p>
   1、在您签署本协议，完成注册程序时，展馆宝会向您提供唯一编号的展馆宝账户。您应对您的用户账户、登录密码、支付密码（如有）、验证码的安全，以及对通过您的账户和密码实施的行为负责；因此所衍生的任何损失或损害，展馆宝无法也不承担任何责任。除非有法律规定或行政司法机关的指令，且征得展馆宝的同意，否则您的用户账户、登录密码、支付密码（如有）和验证码不得以任何方式转让、借用、赠与、继承（与账户相关的财产权益除外）或在第三方平台上进行展示或售卖。否则，由此给您（或展馆宝、任何第三方）造成的一切损失，概由您自行承担（或者负责赔偿）。
</p>
<p>
	2、展馆宝承诺非经法定原因、本协议的约定或您的事先许可，展馆宝不会向任何第三方透露您的注册账号、手机号码等非公开信息。如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知展馆宝，要求展馆宝暂停相关服务。您理解展馆宝对您的请求采取行动需要合理时间，展馆宝对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。
</p>
<p>
	3、您在注册账号或使用展馆宝平台服务的过程中，应提供合法、真实、准确的个人资料，您填写的个人资料有变动的，应及时进行更新。如果因您提供的个人资料不合法、不真实、不准确的，您需承担因此引起的相应责任及后果，并且展馆宝保留终止您使用展馆宝各项服务的权利。
</p>
<p>
	4、您不得通过任何手段恶意注册展馆宝网站账号，包括但不限于以牟利、炒作、套现等为目的多个账号注册。您亦不得盗用其他用户账号。
</p>
<p>
	5、您在注册成为展馆宝平台用户，并接受展馆宝平台服务时，您应该向展馆宝提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。展馆宝将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。您有权通过您注册时填写的手机号码或者电子邮箱获取您感兴趣的商品广告信息、促销优惠等商业性信息；您如果不愿意接收此类信息，您有权通过展馆宝提供的相应的退订功能进行退订。
</p>
<h3>二、展馆宝平台服务使用规范</h3>
<p>
1、通过展馆宝平台，您可以按照展馆宝的规则发布各种生活信息。但所发布之信息不得含有如下内容：
1) 反对宪法所确定的基本原则，煽动抗拒、破坏宪法和法律、行政法规实施的；
2)煽动危害国家安全、泄露国家秘密、颠覆国家政权，推翻社会主义制度的；
3)煽动分裂国家、破坏国家统一、损害国家荣誉和民族利益的；
4)煽动民族仇恨、民族歧视，破坏民族团结的；
5)捏造或者歪曲事实，散布谣言，扰乱社会秩序的；
6)进行政治宣传或破坏国家宗教政策、宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；
7)公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；
8)损害国家机关信誉的；
9)其他违反宪法和法律法规的；
</p>
<p>
2、在接受展馆宝服务的过程中，您不得从事下列行为：
1）发表、传送、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容，包含病毒、木马、定时炸弹等可能对展馆宝系统造成伤害或影响其稳定性的内容制造虚假身份以误导、欺骗他人；
2）传送或散布以其他方式实现传送的含有受到知识产权法律保护的图像、相片、软件或其他资料的文件，作为举例（但不限于此）：包括版权或商标法（或隐私权或公开权），除非用户拥有或控制着相应的权利或已得到所有必要的认可；
3）使用任何包含有通过侵犯商标、版权、专利、商业机密或任何一方的其他专有权利的方式利用本“软件”获得的图像或相片的资料或信息；
4）进行危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/账号；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本平台系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本平台系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称；
5）修改或伪造软件作品运行中的指令、数据、数据包，增加、删减、变动软件 的功能或运行效果，不得将用于上述用途的软件通过信息网络向公众传播或者运营；
6）在未经展馆宝书面明确授权前提下，出售、出租、出借、散布、转移或转授权软件和服务或相关的链接或从使用软件和服务或软件和服务的条款中获利，无论以上使用是否为直接经济或金钱收益；
7） 违背展馆宝页面公布之活动规则，包括但不限于发布虚假信息、作弊或通过其他手段进行虚假交易。
8）对展馆宝网站进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现展馆宝网站的源代码；
9）对展馆宝网站或者展馆宝网站运行过程中释放到任何终端内存中的数据、网站运行过程中客户端与服务器端的交互数据，以及展馆宝网站运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经展馆宝授权的第三方工具/服务接入本网站和相关系统；
</p>
<p>
3、您了解并同意，展馆宝有权应政府部门（包括司法及行政部门）的要求，向其提供您在展馆宝平台填写的注册信息和发布纪录等必要信息，且无须征得您的同意或提前通知于您。
</p>
<p>
4、在展馆宝平台上使用展馆宝服务过程中，您承诺遵守以下约定：
1)在使用展馆宝平台服务过程中实施的所有行为均遵守国家法律、法规等规范文件及展馆宝平台各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保展馆宝免于因此产生任何损失或增加费用。
2)不发布国家禁止发布的信息（除非取得合法且足够的许可），不发布涉嫌侵犯他人知识产权或其它合法权益的信息，不发布违背社会公共利益或公共道德、公序良俗的信息，不发布其它涉嫌违法或违反本协议及各类规则的信息。
3)不对展馆宝平台上的任何数据作商业性利用，包括但不限于在未经展馆宝事先书面同意的情况下，以复制、传播等任何方式使用展馆宝平台站上展示的资料。
4)不使用任何装置、软件或例行程序干预或试图干预展馆宝平台的正常运作或正在展馆宝平台上进行的任何活动。您不得采取任何将导致不合理的庞大数据负载加诸展馆宝平台网络设备的行动。
</p>
<p>
 5、您了解并同意：
1)您违反上述承诺时，展馆宝有权依据本协议的约定，做出相应处理或终止向您提供服务，且无须征得您的同意或提前通知于您。
2)根据相关法令的指定或者展馆宝服务规则的判断，您的行为涉嫌违反法律法规的规定或违反本协议和/或规则的条款的，展馆宝有权采取相应措施，包括但不限于直接屏蔽、删除侵权信息、降低您的信用值或直接停止提供服务。如因此使展馆宝遭受损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿展馆宝因此造成的损失及（或）发生的费用，包括合理的律师费用。
3)对于您在展馆宝平台上实施的行为，包括您未在展馆宝平台上实施但已经对展馆宝平台及其用户产生影响的行为，展馆宝有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并据此采取相应的处理措施。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据承担不利后果。
4)对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保展馆宝免于承担因此产生的损失或增加的费用。
</p>
<p>
6、您在发布信息时，需遵守关于价格方面的法律法规，确保明码标价，严禁实施不正当的价格行为；严禁收取不合理的费用；严禁销售不合格的产品或提供侵害消费者合法权益的服务。
1）销售、收购商品和提供服务,应当按照政府价格主管部门的规定明码标价,注明商品的品名、产地、规格、等级、计价单位、价格或者服务的项目、收费标准等有关情况。
2）禁止采取标示商品或服务的价格与实际不符的方式进行促销活动；不得相互串通,操纵市场价格,损害其他经菅者或者消费者的合法权益；
3）不得在依法降价处理鲜活商品、季节性商品、积压商品等商品外,为了排挤竞争对手或者独占市场；不得捏造、散布涨价信息,哄抬价格,推动商品价格过高上涨；
4）不得利用虚假的或者使人误解的价格手段,诱骗消费者或者其他经营者与其进行交易；不得就相同商品或者服务,对具有同等交易条件的其他经营者实行价格歧视；不得釆取抬高等级或者压低等级等手段收购、销售商品或者提供服务,变相提高或者压低价格；不得违反法律、法规的规定牟取暴利；
5）具有市场支配地位的经营者不得以不公平的高价销售商品或者以不公平的低价购买商品、没有正当理由以低于成本的价格销售商品；禁止为了排挤竞争对手或者独占市场,以低于成品的价格倾销；禁止利用虚假的或者使人误解的标价形式或者价格手段,欺骗、诱导消费者或者其他经营者与其进行交易,实施价格欺诈行为；禁止具有市场支配地位的经营者没有正当理由,对条件相同的交易相对人在交易价格上实行差别待遇。
6）应当保证提供的商品或者服务符合保障人身、财产安全的要求。对可能危及人身、财产安全的商品和服务，应当向消费者作出真实的说明和明确的警示，并说明和标明正确使用商品或者接受服务的方法以及防止危害发生的方法。
7）销售的可能危及人体健康和人身、财产安全的工业产品，应当符合保障人体健康和人身、财产安全的国家标准、行业标准；未制定国家标准、行业标准的，应当符合保障人体健康和人身、财产安全的要求。
</p>
<p>
7、当您与展馆宝平台用户线下达成服务时，您需与平台用户签署相关的服务协议，就相关的服务内容（包括但不限于服务内容、服务价格、服务时间等）进行明确约定。展馆宝建议您与用户使用国家政府部门规定的相关合同范本。
</p>
<h3>三、责任范围和责任限制</h3>
<p>
  1、展馆宝负责向您提供展馆宝平台服务。但展馆宝对展馆宝平台服务不作任何明示或暗示的保证，包括但不限于展馆宝平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，展馆宝也不对展馆宝平台服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、稳定性、完整性和及时性作出任何承诺和保证。 
</p>
<p>
   2、展馆宝仅向您提供展馆宝平台服务，您了解展馆宝平台上的信息系用户自行发布，由于海量信息的存在，且展馆宝平台无法杜绝可能存在风险和瑕疵。您应谨慎判断确定相关信息的真实性、合法性和有效性，并注意保留相应的证据以利于维权，如可能，尽量采用网站建议的交易方式进行。
</p>
<p>
   3、展馆宝平台与其他的在线使用的互联网网站一样，也会受到各种不良信息、网络安全和网络故障问题的困扰，包括但不限于：
   1）其他用户可能会发布诈骗或虚假信息，或者发表有谩骂、诅咒、诋毁、攻击内容的，或者含有淫秽、色情、下流、反动、煽动民族仇恨等让人反感、厌恶的内容的非法言论；
   2）其他用户可能会发布一些侵犯您或者其他第三方知识产权、肖像权、姓名权、名誉权、隐私权和/或其他合法权益的图片、照片、文字等资料；
   3）面临着诸如黑客攻击、计算机病毒困扰、系统崩溃、网络掉线、网速缓慢、程序漏洞等问题的困扰和威胁。
   您充分了解并同意：上述的各种不良信息、网络安全和网络故障问题，并不是展馆宝或者展馆宝平台所导致的问题，由此可能会造成您感到反感、恶心、呕吐等精神损害，或者给您造成其他的损失，概由您自行承担，展馆宝无须向您承担任何责任。
</p>
<p>
   4、您同意，在发现本网站任何内容不符合法律规定，或不符合本用户协议规定的，您有义务及时通知展馆宝。如果您发现您的个人信息被盗用、您的版权或者其他权利被侵害，请将此情况告知展馆宝并同时提供如下信息和材料：
   1)侵犯您权利的信息的网址，编号或其他可以找到该信息的细节；
   2)您是所述的版权或者其他权利的合法拥有者的权利证明；
   3)您的联系方式，包括联系人姓名，地址，电话号码和电子邮件；
   4)您的身份证复印件、营业执照等其他相关资料。
   经审查得到证实的，我们将及时删除相关信息。我们仅接受邮寄、电子邮件或传真方式的书面侵权通知。情况紧急的，您可以通过客服电话先行告知，我们会视情况采取相应措施。
</p>
<p>
   5、您了解并同意，展馆宝不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿：
   1) 使用或未能使用展馆宝平台服务；
   2) 第三方未经批准地使用您的账户或更改您的数据；
   3) 通过展馆宝平台服务购买或获取任何商品、样品、数据、信息等行为或替代行为产生的费用及损失；
   4) 您对展馆宝平台服务的误解；
   5) 任何非因展馆宝的原因而引起的与展馆宝平台服务有关的其它损失。
</p>
<p>
   6、您在展馆宝上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。展馆宝和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。
</p>
<p>
   7、您同意在使用展馆宝平台服务过程中显示展馆宝自行或由第三方服务商向您发送的推广或宣传信息（包括商业与非商业信息），其方式和范围可不经向您特别通知而变更。除法律法规明确规定外，您应自行对依该推广信息进行的交易负责，对用户因依该推广信息进行的交易或前述第三方服务商提供的内容而遭受的损失或损害，展馆宝不承担任何责任。
</p>
<p>
   8、展馆宝对下列不可抗力行为免责：信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，疫情，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务。
</p>
<p>
   9、您应当严格遵守本协议及展馆宝发布的其他协议、活动规则，因您违反协议或规则的行为给第三方或展馆宝造成损失的，您应当承担全部责任。
</p>
<h3>四、协议终止</h3>
<p>
   1、您同意，展馆宝基于平台服务的安全性，有权中止向您提供部分或全部展馆宝平台服务，暂时冻结您的账户，待安全问题解决后及时恢复，并对中止、冻结及恢复的事实及时通知。如果网站的安全问题是由于您的违法行为引起，展馆宝有权终止向您提供部分或全部展馆宝平台服务，永久冻结（注销）您的账户，并有权向您对损失进行索赔。
</p>
<p>
   2、如您对本协议的修改有异议，或对展馆宝的服务不满，可以行使如下权利：
   1）停止使用展馆宝的网络服务；
   2）通过客服等渠道告知展馆宝停止对其服务。结束服务后，您使用展馆宝服务的权利立即终止。在此情况下，展馆宝没有义务传送任何未处理的信息或未完成的服务给您或任何无直接关系的第三方。
</p>
<p>
   3、您同意，您与展馆宝的协议关系终止后，展馆宝仍享有下列权利：
   1) 继续保存您未及时删除的注册信息及您使用展馆宝平台服务期间发布的所有信息至法律规定的记录保存期满。
   2）您在使用展馆宝平台服务期间存在违法行为或违反本协议和/或规则的行为的，展馆宝仍可依据本协议向您主张权利、追究责任。
</p>
`
export default registerPrivayPolicy;